Repository: ibad-al-rahman/ios-public
Catalog: PublicSector/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: Adhkar
ar: أذكار

# adhkar_completed
source: %@ complete
ar: تمّت %@

source: Android
ar: أندرويد

# annual_prayer_times_title
source: Prayer times according to the annual calendar of Ibad al-Rahman
ar: مواقيت الصلاة بحسب تقويم جماعة عباد الرحمٰن السنوي

source: App Info
ar: معلومات التطبيق

source: Appearance
ar: المظهر

source: Asr
ar: العصر

# asr_method
source: Adjust Asr
ar: ضبط العصر

# astronomical_method
source: Adjust Fajr and Ishaa
ar: ضبط الفجر والعشاء

# astronomical_mode
source: Astronomical
ar: فلكية

source: Back to today
ar: الانتقال إلى اليوم

source: Build number
ar: البنية

source: Cancel
ar: إلغاء

# caption_fajr
source: Fajr
ar: الفجر

# caption_interval
source: interval
ar: بفاصل زمني

# caption_ishaa
source: Isha
ar: العشاء

source: Contact us
ar: تواصل معنا

# custom_fajr_angle
source: Fajr Angle
ar: زاوية الفجر

# custom_ishaa_angle
source: Isha Angle
ar: زاوية العشاء

source: Custom Provider
ar: مزود مخصص

source: Daily
ar: يومي

source: Dar El Fatwa (Beirut)
ar: دار الفتوى (بيروت)

# dark_theme
source: Dark
ar: داكن

source: Date
ar: تاريخ

source: Developer Menu
ar: قائمة المطور

# dhikr_count_hint
source: Tap to count · Swipe to move
ar: انقر للعدّ · اسحب للانتقال

# dhikr_done
source: Done
ar: تمّ

# dhikr_next_hint
source: Swipe or tap for next
ar: اسحب أو انقر للتالي

# dhikr_times
source: times
ar: مرّة

source: Dhuhr
ar: الظهر

source: Display
ar: العرض

source: Donate
ar: تبرع

source: Done
ar: تم

# download_app
source: Download the Ibad Al-Rahman app today
ar: حمّل تطبيق عباد الرحمن

source: Eid
ar: العيد

source: Enable Notifications
ar: تفعيل الإشعارات

# enable_notifications_prayer_alert
source: Please enable notifications in Settings to receive prayer time alerts.
ar: يرجى تفعيل الإشعارات في الإعدادات لتلقي تنبيهات مواقيت الصلاة.

# era_gregorian
source: AD
ar: م

# era_hijri
source: AH
ar: هـ

source: Evening adhkar
ar: أذكار المساء

# evening_adhkar_notification
source: Evening Adhkar
ar: أذكار المساء

source: Events
ar: المناسبات

source: Fajr
ar: الفجر

source: Help
ar: المساعدة

source: Holidays and Events
ar: الأعياد والمناسبات

# hour_short
source: Hr
ar: ساعة

source: Imsak
ar: الإمساك

# invite_friends
source: Invite your friends
ar: أدع أصدقائك

source: iOS
ar: آيفون

source: Ishaa
ar: العشاء

source: Language
ar: اللغة

# light_theme
source: Light
ar: فاتح

source: Location
ar: الموقع

# madhab_hanafi
source: Hanafi
ar: حنفي

# madhab_shafi
source: Shafi
ar: شافعي

source: Maghrib
ar: المغرب

# method_custom
source: Custom
ar: مخصص

# method_egyptian
source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

# method_moonsighting_committee
source: Moonsighting Committee
ar: لجنة رؤية الهلال

# method_muslim_world_league
source: Muslim World League
ar: رابطة العالم الإسلامي

# method_north_america
source: Islamic Society of North America
ar: الجمعية الإسلامية لأمريكا الشمالية

# method_singapore
source: Singapore
ar: سنغافورة

# method_umm_al_qura
source: Umm al-Qura University, Makkah
ar: جامعة أم القرى، مكة

# minute_short
source: Min
ar: د

# minutes_short
source: min
ar: د

source: Morning adhkar
ar: أذكار الصباح

# morning_adhkar_notification
source: Morning Adhkar
ar: أذكار الصباح

source: No Events
ar: لا توجد مناسبات

# no_events_for_year
source: No events or holidays found for this year.
ar: لم يتم العثور على مناسبات أو أعياد لهذا العام.

# notification_body_asr
source: It's time for Asr prayer
ar: حان الان موعد اذان العصر

# notification_body_dhuhr
source: It's time for Dhuhr prayer
ar: حان الان موعد اذان الظهر

# notification_body_evening_adhkar
source: It's time for your evening adhkar
ar: حان الآن وقت أذكار المساء

# notification_body_fajr
source: It's time for Fajr prayer
ar: حان الان موعد اذان الفجر

# notification_body_ishaa
source: It's time for Ishaa prayer
ar: حان الان موعد اذان العشاء

# notification_body_maghrib
source: It's time for Maghrib prayer
ar: حان الان موعد اذان المغرب

# notification_body_morning_adhkar
source: It's time for your morning adhkar
ar: حان الآن وقت أذكار الصباح

source: Notifications
ar: الإشعارات

source: Notifications Disabled
ar: الإشعارات معطلة

source: Open Settings
ar: فتح الإعدادات

source: Prayer Notifications
ar: إشعارات الصلاة

source: Prayer Times
ar: مواقيت الصلاة

# prayer_times_calculation_method
source: Calculation method
ar: طريقة الحساب

# prayer_times_calculation_note
source: Calculated using %1$@ · %2$@
ar: محسوبة باستخدام %1$@ · %2$@

# precomputed_method
source: Precomputed
ar: محسوبة مسبقًا

source: Preview
ar: معاينة

source: Rate us
ar: قيمنا

# search_events_holidays
source: Search events and holidays
ar: ابحث عن الأعياد والمناسبات

# search_for_location
source: Search for a Location
ar: ابحث عن موقع

# search_for_location_description
source: Type a city or place name to get started.
ar: اكتب اسم مدينة أو مكان للبدء.

# search_results_count
source: %lld results
ar: %lld نتيجة

# select_location_first
source: Select a location to configure astronomical calculation.
ar: اختر موقعًا لضبط الحساب الفلكي.

source: Settings
ar: إعدادات

source: Share
ar: انشر

# summer_timing_title
source: Prayer Times (Summer Time)
ar: مواقيت الصلاة حسب التوقيت الصيفي

source: Sunrise
ar: الشروق

source: System
ar: تلقائي

source: Theme
ar: الوضع

source: Time
ar: الوقت

source: Time Adjustments
ar: تعديلات الوقت

source: Timings
ar: مواقيت

# update_available_message
source: A new version is available. Update the app to continue.
ar: يتوفر إصدار جديد. يرجى تحديث التطبيق للمتابعة.

source: Update Now
ar: حدّث الآن

source: Version
ar: الإصدار

source: Week
ar: الاسبوع

source: Weekly
ar: أسبوعي

# winter_timing_title
source: Prayer Times (Winter Time)
ar: مواقيت الصلاة حسب التوقيت الشتوي
